{

    "about-us":"من نحن",
    "Factories":"المصانع",
    "Products":"المنتجات",
    "Logistics":"الخدمات اللوجستية ",
    "jinan-header":"Jinan Luoqianyi Composite Material Co., Ltd.",
    "jinan-para":"شركة متميزة في مجال تصنيع لوحات الساندويتش الفاخرة المصنوعة من البولي يوريثان والبوليسترين الممدد والمنبثق، إلى جانب اللواح السقف الرائعة المصنوعة من الألياف الزجاجية المقواة. نلتزم بتوفير منتجات عالية الجودة مع ضمان يمتد لأكثر من 5 سنوات، ونضمن تقديم خدمات ما بعد البيع المتميزة لإرضاء عملائنا وتلبية كافة احتياجاتهم في مشاريع البناء والتشييد. اخترنا لتحقيق جودة ممتازة وثقة لا مثيل لها في عالم مواد البناء.",
    "alibaba":"Alibaba صفحتنا على",
    "construction-header":"SDCBM حصل على أفضل مواد البناء من",
    "construction-span":"شريكك الموثوق في مواد البناء والإنشاءات",
    "Countries-Served":"دول قمنا بخدمتها",
    "Transactions":"المعاملات",
    "Categories":"الفئات",
    "About Us":"من نحن",
    "about-one":"مرحبًا بكم في SDCBM، مورد متميز لمواد البناء والإنشاءات عالية الجودة مقرها مقاطعة شاندونغ، الصين. تعتبر شاندونغ مقاطعة رائدة في مجال مواد البناء في الصين، وهي مشهورة بمنتجاتها الاستثنائية، ونحن ملتزمون بتوفير أفضل المواد التي تصنع في مصانعنا أو في مصانع شركائنا و موردينا. نقدم نطاق واسع من مواد البناء و الانشاء مثل الصلب، والأسمنت، و اللوح الديكور الخارجي و الداخلي، والسيراميك، وآلات القطع و الخط و اللحام وغيرها من المواد المصممة لتلبية احتياجات مختلف قطاعات الإنشاءات.",
    "about-two":"في SDCBM، نفخر بتقديم قيمة استثنائية من خلال تقديم اسعار تنافسية مع الحفاظ على معايير الجودة العالية. في SDCBM نمتلك سجل لأكثر من 1000 معاملة ناجحة و نفتخر بشراكاتنا مع مصانع وموردين مرموقين مما يتيح لنا توفير مجموعة شاملة من المنتجات التي تتضمن حلول صديقة للبيئة ومستدامة.",
    "about-three":" ندرك في SDCBM تعقيدات الشحن الدولي والخدمات اللوجستية، ونحن ملتزمون بتبسيط العملية لعملائنا. يتيح لنا التصنيع في مصانعنا و الوصول المباشر إلى المصانع الشريكة في المقاطع القدرة التصنيعية المتكاملة وتحالفات الموردين الاستراتيجية معالجة احتياجاتك الخاصة بسهولة. نقدم شحن دولي مبسط وعروض أسعار سريعة لضمان تجربة سلسة لعملائنا.",
    "about-four":"تركيزنا الثابت ينصب على تمكينك لتحقيق أهدافك. في SDCBM، نلتزم بتقديم نتائج استثنائية وتجاوز توقعاتك. اعتمد علينا كشريك موثوق لجميع احتياجاتك المتعلقة بمواد البناء والإنشاءات، ومعًا سنبني أساسًا لمستقبل مزدهر.",
    "about-title":"Shandong Construction & Building Materials",
    "Contact-Us":"اتصل بنا",
    "contact-one":"اكتشف مصانعنا المنتشرة في جميع أنحاء مقاطعة شاندونغ، والتي تقع استراتيجيًا في المدن التالية:",
    "Jinan-City":"مدينة جينان:",
    "jinan-title":"Jinan 200 South East Road, Lujiahegou Village, Sunji Town, Jinan City, Shandong, China",
    "Qingdao-City":"مدينة تشنغداو:",
    "Qingdao-title":"Tower A, No. 20, Zhuzhou Road, Qingdao, Shandong, China",
    "Liaocheng-City":"مدينة لياوتشنغ:",
    "Liaocheng-title":"South Mudanjiang Road, East Jinshan Road, Liaocheng Economic And Technological Development Zone, Liaocheng, Shandong, China",
    "Linyi-City":"مدينة لينيي:",
    "Linyi-title":"Yitang Town, Lanshan District, Linyi, Shandong, China",
    "contact-please":"لا تتردد في التواصل معنا عبر أي من الوسائل التالية",
    "contact-we":"نتطلع بشغف لفرصة مساعدتك في احتياجاتك المتعلقة بمواد البناء والإنشاءات.",
    "Our-Factories":"مصانعنا",
    "Our-Partners":"مصانع شركاؤنا",
    "All-Categories":"جميع الفئات",
    "Category-Available":" الفئات المتوفرة",
    "product-added":" قمت بإضافة",
    "Ask-Quotion":"اطلب تسعيرة",
    "Complete":"أكمل طلب الإستفسار",
    "Your-Name":"الإسم",
    "Whatsapp":"رقم الواتساب",
    "email":"بريدك الإلكتروني",
    "message":"اترك رسالة",
    "submit":"إرسال",
    "unit":"وحدة القياس",
    "color":"اللون",
    "Port-China":"الميناء في الصين",
    "Destination-Country":"بلد الوجهة",
    "Port-City":"الميناء",
    "Name-Commodity":"اسم السلعة",
    "Total-Weight":"الوزن الإجمالي",
    "Total-CBM":"الحجم الإجمالي بالمتر المكعب",
    "Leave-Message":"اترك رسالة",
    "confirm":"تأكيد",
    "view-categ":"عرض الفئة",
    "view":"عرض",
    "inquiry":"اضافة",
    "remove":"ازالة"

}


