{

    "about-us":"About Us",
    "Factories":"Factories",
    "Products":"Products",
    "Logistics":"Logistics",
    "jinan-header":"Jinan Luoqianyi Composite Material Co., Ltd.",
    "jinan-para":"A Leading Manufacturing Company Based In Jinan City, China. We Specialize In Providing High-Quality Building Materials Such As PU, EPS, XPS Sandwich Panels, And FRP Roof Tiles, All Backed By A Warranty Of More Than 5 Years And Exceptional After-Sales Services.",
    "alibaba":"Alibaba page",
    "construction-header":"Get the Best Construction Materials from SDCBM",
    "construction-span":"Your Trusted Partner for Construction and Building Materials",
    "Countries-Served":"Countries Served",
    "Transactions":"Transactions",
    "Categories":"Categories",
    "About Us":"About Us",
    "about-one":"Welcome to SDCBM, a distinguished supplier of high-quality construction and building materials based in Shandong, China. As the main province for building materials in China, Shandong is renowned for its exceptional products, and we are committed to sourcing the finest materials from the region's most reputable factories and suppliers. Our extensive product range includes steel, cement, glass, ceramics, and more, designed to meet the various requirements of the construction industry.",
    "about-two":"At SDCBM, we pride ourselves on delivering exceptional value by combining competitive pricing with unparalleled quality standards. Our track record of over 1000 successful transactions and well-established partnerships with distinguished factories and suppliers enable us to offer a comprehensive product range that incorporates environmentally friendly and sustainable solutions.",
    "about-three":"We understand the complexities of international shipping and logistics, and we are dedicated to streamlining the process for our clients. Our direct access to factories, integrated manufacturing capabilities, and strategic supplier alliances allow us to address your specific needs with ease. We provide simplified international shipping and prompt quotations to ensure a seamless experience for our clients.",
    "about-four":"Our unwavering focus is on empowering you to achieve your goals. At SDCBM, we are steadfast in our commitment to delivering outstanding results and exceeding your expectations. Entrust us as your reliable partner for all your construction and building material needs, and together, we will lay the groundwork for a prosperous future.",
    "about-title":"Shandong Construction & Building Materials",
    "Contact-Us":"Contact Us",
    "contact-one":"Discover Our Factories Located Across Shandong Province, Each Strategically Situated In The Following Cities:",
    "Jinan-City":"Jinan City:",
    "jinan-title":"Jinan 200 South East Road, Lujiahegou Village, Sunji Town, Jinan City, Shandong, China",
    "Qingdao-City":"Qingdao City:",
    "Qingdao-title":"Tower A, No. 20, Zhuzhou Road, Qingdao, Shandong, China",
    "Liaocheng-City":"Liaocheng City:",
    "Liaocheng-title":"South Mudanjiang Road, East Jinshan Road, Liaocheng Economic And Technological Development Zone, Liaocheng, Shandong, China",
    "Linyi-City":"Linyi City:",
    "Linyi-title":"Yitang Town, Lanshan District, Linyi, Shandong, China",
    "contact-please":"Please Feel Free To Reach Out To Us Through Any Of The Following Channel",
    "contact-we":"We Eagerly Await The Opportunity To Assist You With Your Construction And Building Material Needs.",
    "Our-Factories":"Our Factories",
    "Our-Partners":"Our Partners",
    "All-Categories":"All Categories",
    "Category-Available":" Category Is Available",
    "product-added":" product added",
    "Ask-Quotion":"Ask Quotion",
    "Complete":"Complete The Order",
    "Your-Name":"Your Name",
    "Whatsapp":"Your Whatsapp Number",
    "email":"Your Email",
    "message":"Meassage With Order",
    "submit":"Submit",
    "unit":"Choose Unit",
    "color":"Choose Colour",
    "Port-China":"Port In China",
    "Destination-Country":"Destination Country",
    "Port-City":"Port City",
    "Name-Commodity":"Name Of Commodity",
    "Total-Weight":"Total Weight",
    "Total-CBM":"Total Volume CBM",
    "Leave-Message":"Leave Message",
    "confirm":"Confirm",
    "view-categ":"View Category",
    "view":"view",
    "inquiry":"to inquery",
    "remove":"remove"


}