{

    "about-us":"О нас",
    "Factories":"Фабрики",
    "Products":"Продукты",
    "Logistics":"Логистика",
    "jinan-header":"Jinan Luoqianyi Composite Material Co., Ltd.",
    "jinan-para":"Ведущая производственная компания, базирующаяся в городе Дзинань, Китай. Мы специализируемся на предоставлении высококачественных строительных материалов, таких как сэндвич-панели из ППУ, ЭПС, Экструдированного Пенополистирола и кровельные плитки из стеклопластика, поддерживаемые гарантией более 5 лет и исключительными послепродажными услугами.",
    "alibaba":"Страница Alibaba",
    "construction-header":"Получите лучшие строительные материалы от SDCBM",
    "construction-span":"Ваш надежный партнер по строительным и строительным материалам",
    "Countries Served":"Страны обслуживания",
    "Transactions":"сделок",
    "Categories":"Категории",
    "About Us":"О нас",
    "about-one":"Добро пожаловать в SDCBM, выдающегося поставщика высококачественных строительных и строительных материалов, базирующегося в провинции Шаньдун, Китай. Шаньдун славится своими исключительными продуктами и является главной провинцией по производству строительных материалов в Китае. Мы стремимся обеспечивать лучшие материалы от самых авторитетных фабрик и поставщиков региона. Наша обширная продуктовая линейка включает сталь, цемент, стекло, керамику и многое другое, разработанное для удовлетворения разнообразных потребностей строительной отрасли.",
    "about-two":"В SDCBM мы гордимся тем, что предлагаем исключительную стоимость, сочетая конкурентоспособное ценообразование с беспрецедентными стандартами качества. Наша успешная практика более 1000 сделок и установленные партнерские связи с авторитетными фабриками и поставщиками позволяют нам предложить комплексный ассортимент продукции, включая эколог ические и устойчивые решения.",
    "about-three":"Мы понимаем сложности международной доставки и логистики и стремимся облегчить этот процесс для наших клиентов. Наш прямой доступ к фабрикам, интегрированные производственные возможности и стратегические партнерские альянсы позволяют нам легко удовлетворить ваши конкретные потребности. Мы предоставляем упрощенную международную доставку и оперативные предложения, чтобы обеспечить безупречный опыт для наших клиентов.",
    "about-four":"Мы неуклонно сосредотачиваемся на достижении ваших целей. В SDCBM мы твердо придерживаемся принципа обеспечения выдающихся результатов и превосходства ваших ожиданий. Доверьтесь нам как вашему надежному партнеру по строительным и строительным материалам, и вместе мы заложим основу для процветающего будущего.",
    "about-title":"Шаньдунские строительные и строительные материалы",
    "Contact Us":"Свяжитесь с нами",
    "contact-one":"Узнайте о наших фабриках, расположенных по всей провинции Шаньдун, каждая из которых стратегически расположена в следующих городах:",
    "Jinan-City":"Дзинань:",
    "jinan-title":"Jinan 200 South East Road, Lujiahegou Village, Sunji Town, Jinan City, Shandong, China",
    "Qingdao-City":"Циндао:",
    "Qingdao-title":"Tower A, No. 20, Zhuzhou Road, Qingdao, Shandong, China",
    "Liaocheng-City":"Ляочжэн:",
    "Liaocheng-title":"South Mudanjiang Road, East Jinshan Road, Liaocheng Economic And Technological Development Zone, Liaocheng, Shandong, China",
    "Linyi-City":"Линьи:",
    "Linyi-title":"Yitang Town, Lanshan District, Linyi, Shandong, China",
    "contact-please":"Пожалуйста,не стесняйтесь обращаться к нам через любой из следующих каналов",
    "contact-we":"Мы с нетерпением ждем возможности помочь вам с вашими потребностями в строительных и строительных материалах.",
    "Our-Factories":"Наши фабрики",
    "Our-Partners":"Наши партнеры",
    "All-Categories":"Все категории",
    "Category-Available":"Категория доступна",
    "product-added":"продукт добавлен",
    "Ask-Quotion":"Запросить котировку",
    "Complete":"Завершить заказ",
    "Your-Name":"Ваше имя",
    "Whatsapp":"Ваш номер WhatsApp",
    "email":"Ваш электронный адрес",
    "message":"Сообщение",
    "submit":"Отправить",
    "unit":"Выберите единицу",
    "color":"Выберите цвет",
    "Port-China":"Порт в Китае",
    "Destination-Country":"Страна назначения",
    "Port-City":"Город порта",
    "Name-Commodity":"Наименование товара",
    "Total-Weight":"Общий вес",
    "Total-CBM":"Общий объем, куб. м",
    "Leave-Message":"Оставить сообщение",
    "confirm":"Подтвердить",
    "view-categ":"категория просмотра",
    "view":"вид",
    "inquiry":"на запрос",
    "remove":"удалять"



}

